Repository: thinking-home/system
Catalog: ThinkingHome.Plugins.Scripts.WebUi/Lang/ScriptsWebUiPlugin.*.resx
Languages: ru_ru

source: Scripts
ru_ru: Сценарии

source: Script events
ru_ru: Сценарные события

source: Script list
ru_ru: Сценарии

source: Create
ru_ru: Создать

source: The script has been executed.
ru_ru: Сценарий выполнен.

source: Save
ru_ru: Сохранить

source: Cancel
ru_ru: Отмена

source: Delete
ru_ru: Удалить

source: Fullscreen editing
ru_ru: В полноэкранный режим

source: Exit fullscreen
ru_ru: В стандартный режим

source: Enter script name
ru_ru: Введите название сценария

source: The script will be deleted. Continue?
ru_ru: Сценарий будет удален. Продолжить?

source: Subscription will be deleted. Continue?
ru_ru: Обработчик события будет удален. Продолжить?

source: Event alias
ru_ru: Название события

source: Event
ru_ru: Событие

source: Script
ru_ru: Сценарий

source: Add subscription
ru_ru: Добавить подписку
